import { BlogItemInterface } from "../../../types/blog-items";

export const blogItems: BlogItemInterface[] = [
  {
    id: 1,
    image: "/src/assets/images/Blogs/items/p1.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 2,
    image: "/src/assets/images/Blogs/items/p2.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 3,
    image: "/src/assets/images/Blogs/items/p3.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 4,
    image: "/src/assets/images/Blogs/items/p4.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 5,
    image: "/src/assets/images/Blogs/items/p5.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 6,
    image: "/src/assets/images/Blogs/items/p6.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 7,
    image: "/src/assets/images/Blogs/items/p7.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 8,
    image: "/src/assets/images/Blogs/items/p8.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
  {
    id: 9,
    image: "/src/assets/images/Blogs/items/p9.png",
    title: "چگونه مطالعه موثر را برای شما آسانتر کنیم.",
    description:
      "لورم  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ  و با استفاده از  طراحان گرافیک است   چاپگرها و متون بلکه روزنامه و مجله در ستون و  سطرآنچنان که لازم است   و برای شرایط فعلی تکنولوژی مورد.",
    hour: 22,
    allSeas: 22,
    createdAt: "1402/7/2",
  },
];
